1yib.rust-bundle
aaron-bond.better-comments
akamud.vscode-theme-onedark
austenc.tailwind-docs
batisteo.vscode-django
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dustypomerleau.rust-syntax
eamodio.gitlens
ecmel.vscode-html-css
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
erlang-ls.erlang-ls
esbenp.prettier-vscode
expo.vscode-expo-tools
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql-syntax
irongeek.vscode-env
jakebecker.elixir-ls
janne252.fontawesome-autocomplete
jdinhlife.gruvbox
jeremyrajan.webpack
kevinrose.vsc-python-indent
lokalise.i18n-ally
luyizhi.vscode-graphql
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mjmcloug.vscode-elixir
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
msjsdiag.vscode-react-native-preview
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
oracle.oracle-java
peterschmalfeldt.explorer-exclude
pgourlain.erlang
phoenixframework.phoenix
pkief.material-icon-theme
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
steoates.autoimport
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
twxs.cmake
unifiedjs.vscode-mdx
valentin.beamdasm
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-spring-boot
vortizhe.simple-ruby-erb
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
waderyan.gitblame
wakatime.vscode-wakatime
whizkydee.material-palenight-theme
wholroyd.jinja
wilsonsio.color-vision
wix.vscode-import-cost
xabikos.javascriptsnippets
yinfei.luahelper
yoavbls.pretty-ts-errors
yuce.erlang-otp
yzhang.markdown-all-in-one
